{
  "HomePage": {
    "title": "Hello world!",
    "homePage": "Home",
    "about": "About",
    "capacity": "Construction capacity",
    "project": "Projects",
    "contact": "Contact",
    "recruitment": "Careers",
    "aboutOverview": "Overview",
    "aboutForeword": "Chairman's Message",
    "aboutCoreVision": "Vision and Core Values",
    "aboutStaff": "Executive Team",
    "aboutAward": "Certifications & Awards",
    "aboutCustomer": "Partners & Clients",
    "constructionBusinessLines": "Our Business Lines",
    "constructionGallery": "Construction Gallery",
    "fullName": "Full Company Name",
    "shortName": "Short Name",
    "taxCode": "Tax Code",
    "charterCapital": "Charter Capital",
    "headOffice": "Head Office Address",
    "phoneNumber": "Phone Number",
    "companyName": "BINH DOANH CONSTRUCTION DESIGN CONSULTING JOINT STOCK COMPANY",
    "companyAddressFull": "767 Provincial Road, Tay Lac Hamlet, Bui Chu Hamlet, Bac Son Commune, Trang Bom District, Dong Nai Province, Vietnam",
    "slogan": "Building Trust, Creating Value",
    "description": "Established in 2006, Binh Doanh Construction Design Consulting Joint Stock Company proudly leads the region in applying modern technology solutions to the construction industry, delivering high-quality, environmentally friendly, and cost-effective projects to clients.",
    "serviceCommitment": "Our team of experienced engineers is constantly researching and applying new technologies such as Virtual Reality (VR) to efficiently manage the entire process from design to completion, minimizing risks and optimizing time. At Binh Doanh, clients will receive consultation on legal procedures, material selection, construction costs, and will enjoy a discount on design fees if they choose Binh Doanh as the construction contractor.",
    "brandStatement": "BINH DOANH always leads with distinction through integrity, trustworthiness, and a professional working style. Our projects consistently feature outstanding progress, high quality, and excellent aesthetics.",
    "visionTitle": "VISION",
    "visionHighlight": "Building a sustainable future, creating premium living spaces, and delivering exceptional value to the community and clients.",
    "visionDescription": "The company aims to become a pioneer in the construction industry, committed to quality, innovation, and sustainability. Through advanced technology and capacity enhancement, the company delivers safe, eco-friendly projects that positively contribute to the community and provide long-term value for clients.",
    "missionTitle": "MISSION",
    "missionHighlight": "Committed to building with quality, safety, and sustainability to exceed client expectations, contribute to community development, and protect the environment.",
    "missionDescription": "Binh Doanh Construction is committed to building projects that meet the highest standards using advanced technology, quality materials, and strict safety compliance. We focus on exceeding client expectations through excellent service, delivering on time, within budget, and creating sustainable value. We participate in community projects, apply green building methods, and contribute to sustainable development.",
    "integrityTitle": "INTEGRITY",
    "integrityDescription": "Always honest and transparent in every commitment and action. Integrity is the foundation for building strong trust with clients and partners in every project.",
    "respectTitle": "RESPECT",
    "respectDescription": "Uphold respect among employees, clients, and partners. Build a professional construction environment based on cooperation and mutual listening.",
    "fairnessTitle": "FAIRNESS",
    "fairnessDescription": "Ensure fairness in the distribution of resources, policies, and partnerships. All stakeholders are served with transparency and equality.",
    "ethicsTitle": "ETHICS",
    "ethicsDescription": "Act with ethical standards in all construction activities. Maintain professional ethics to protect the company’s long-term reputation and credibility.",
    "complianceTitle": "COMPLIANCE",
    "complianceDescription": "Strictly comply with legal regulations, construction standards, and internal policies to ensure safety, quality, and accountability in every project.",
    "coreValuesHeading": "CORE VALUES",
    "coreValuesSubtitle": "To become Vietnam’s leading symbol of trust in the construction industry, delivering high-quality, sustainable projects that create long-term value for the community.",
    "viewDetail": "View Details",
    "projectHighlightTitle": "Projects",
    "projectImagesTitle": "Project Gallery",
    "projectVideoHighlightTitle": "Videos",
    "investor": "Investor",
    "totalInvestment": "Total Investment",
    "address": "Location",
    "constructionPeriod": "Construction Period",
    "status": "Progress",
    "scale": "Scale",
    "updating": "Updating...",
    "underConstruction": "Under Construction",
    "seeAll": "See All >>",
    "businessSector": "Business Sector",
    "certificationTitle": "Capability Certificate",
    "vision": "Creating exceptional value, ensuring optimal quality, absolute safety, and eternal sustainability — pioneering to elevate life and protect the planet"
  },
  "project": {
    "1": {
      "name": "SHING MARK MEDICAL HOSPITAL",
      "investor": "Shing Mark University Medical Hospital Co., Ltd",
      "address": "QL51, Long Binh Tan Ward, Bien Hoa City, Dong Nai",
      "businessSector": "Providing medical and healthcare services",
      "status": "Completed"
    },
    "2": {
      "name": "UNITED JUMMBO CO., LTD",
      "investor": "Jumbo Asia Investment Co., Ltd",
      "address": "Suoi Tre Industrial Park, Long Thanh City, Dong Nai Province",
      "businessSector": "Manufacturing tools, industrial machines, automotive parts, etc.",
      "status": "Completed"
    },
    "3": {
      "name": "FULLWAY CO., LTD",
      "investor": "Super Way International Group Co., Ltd (Protrend Group)",
      "address": "Long Khanh Industrial Park, Long Khanh City, Dong Nai Province",
      "businessSector": "Manufacturing wooden products and household electronics",
      "status": "Completed"
    },
    "4": {
      "name": "SUMMER WIND CO., LTD",
      "investor": "Sigma Industrial INC.",
      "address": "Protrade International Industrial Park, Ben Cat Town, Binh Duong Province",
      "businessSector": "Manufacturing lighting, fans, remote control motors, etc.",
      "status": "Completed"
    },
    "5": {
      "name": "SHING MARK VINA CO., LTD",
      "investor": "Carven Industries Limited",
      "address": "Bau Xeo Industrial Park, Trang Bom District, Dong Nai Province",
      "businessSector": "Manufacturing export wooden furniture products",
      "status": "Completed"
    },
    "6": {
      "name": "APEX FOOTWEAR CO., LTD (VIETNAM)",
      "investor": "Ai Phai Khach Footwear Company Limited",
      "address": "Chau Duc Industrial Park, Chau Duc District, Ba Ria - Vung Tau",
      "businessSector": "Manufacturing footwear and related accessories",
      "status": "Completed"
    }
  },
  "ourBusiness": {
    "generalTitle": "Construction Capabilities",
    "paragraph1": "D&B General Contractor – Construction & Steel Truss Manufacturing",
    "paragraph2": "Binh Doanh Construction Design Joint Stock Company proudly brings extensive experience from numerous successful projects. We deeply understand the challenges that investors face during implementation and management, such as a lack of experienced managers, prolonged construction time, and high management costs.",
    "paragraph3": "With a pioneering vision, Binh Doanh boldly applies modern building materials and advanced 3D simulation techniques to minimize errors, optimize efficiency, protect the environment, and reduce operating costs. Especially in industrial construction, Binh Doanh affirms its competitive edge by owning a high-quality steel truss manufacturing plant. Our reputation is built on the trust of clients through durable projects and premium services.",
    "slogan": "Brand assurance through project quality & customer trust",
    "advantagesTitle": "Advantages of the Design & Build General Contractor Model",
    "advantagesDescription": "Binh Doanh Construction is proud to affirm its outstanding advantages in the field of factory construction thanks to its large-scale steel truss manufacturing plant, with a production capacity of over 20,000 tons of steel per year. This is the key factor that allows Binh Doanh to proactively supply materials, ensure construction progress, and control quality from production to installation. Beyond that, Binh Doanh also owns a team of highly experienced engineers who are pioneers in researching and applying the latest design standards. The combination of strong production capabilities and technical expertise enables Binh Doanh to deliver superior quality factory buildings that fully meet the strictest investor requirements for durability, safety, and long-term efficiency.",
    "servicesArchitectureTitle": "Architectural Design",
    "servicesArchitectureDesc": "Save time in project implementation from the beginning, maximizing investor benefits as the project goes into operation early.",
    "servicesStructureTitle": "Structural Design",
    "servicesStructureDesc": "With deep technical expertise, we design structural systems for all types of buildings, ensuring safety, durability, and compliance with current construction standards.",
    "servicesConstructionTitle": "Construction Execution",
    "servicesConstructionDesc": "From foundation to completion, we carry out construction with a team of skilled engineers and workers, committed to exceptional quality and on-time delivery.",
    "servicesManagementTitle": "Project Management",
    "servicesManagementDesc": "We provide professional project management services, closely supervising every phase from planning to completion, helping clients optimize cost and time.",
    "servicesConsultingTitle": "Construction Consulting",
    "servicesConsultingDesc": "Binh Doanh supports clients with comprehensive consulting services, including material selection, construction methods, and optimal solutions for each project."
  },
  "career": {
    "recruitmentBannerTitle": "Recruitment",
    "recruitmentPageTitle": "Binh Doanh Recruitment",
    "workEnvironmentTitle": "WORKING ENVIRONMENT",
    "workEnvironmentParagraph1": "Binh Doanh is committed to building a professional, disciplined, and human-centered working environment where every employee is fully supported to develop themselves and advance in their careers. With a flexible compensation policy, in addition to a fixed salary, employees also receive performance-based bonuses. Salary reviews are conducted regularly and are tied to individual achievements and the company’s overall performance, fostering motivation and sustainable development.",
    "workEnvironmentParagraph2": "In addition to a fixed salary, employees are rewarded based on performance. Salary increases are considered based on individual contributions and company performance.",
    "careerOpportunityTitle": "CAREER OPPORTUNITIES",
    "careerOpportunityParagraph1": "At Binh Doanh, human resources are the solid foundation that enables the company to create sustainable value for customers and society. Therefore, Binh Doanh consistently sets long-term goals in building corporate culture, focusing on professional development and a positive work ethic.",
    "careerOpportunityParagraph2": "We take pride in our team of professional, dynamic, and dedicated staff, who are constantly innovating to deliver high-quality products and reinforce the Binh Doanh brand.",
    "careerOpportunityParagraph3": "With a core value system of “Sustainable Development - Trustful Partnership - Balanced Benefits”, Binh Doanh is committed to creating an ideal working environment, attracting talent through competitive benefits and comprehensive professional growth opportunities.",
    "hrStrategyTitle": "HUMAN RESOURCE STRATEGY",
    "hrStrategyParagraph1": "At BINH DOANH, human resources are the solid foundation that helps the company constantly create effective added value for customers and society. Therefore, we always focus on long-term goals and a clear vision for building corporate culture.",
    "hrStrategyParagraph2": "We take pride in a team that is PROFESSIONAL - DYNAMIC - PASSIONATE and constantly creative in delivering quality products under the BINH DOANH brand.",
    "hrStrategyParagraph3": "With the core values “SUSTAINABLE DEVELOPMENT - TRUST & COOPERATION - MUTUAL BENEFIT”, BINH DOANH strives to create the best working environment, attracting talent through not only salary but also professional growth opportunities.",
    "positionTitle": "AVAILABLE POSITIONS",
    "tableHeaderNo": "No.",
    "tableHeaderPosition": "Position",
    "tableHeaderLocation": "Location",
    "tableHeaderQuantity": "Quantity",
    "tableHeaderDeadline": "Deadline",
    "tableHeaderDetails": "Details",
    "submitCVButtonTitle:": "Submit your CV here",
    "submitTitle2:": "Or visit"
  },
  "contact": {
    "contactPageTitle": "Contact",
    "title": "Contact Us",
    "description": "Wherever the 'seed' of Binh Doanh Construction is planted, that place will be strong and rise high.",
    "sectionTitle": {
      "info": "CONTACT",
      "highlight": "INFO"
    },
    "company": "BINH DOANH GROUP",
    "address": "11 D2 Street, Saigon Pearl, Ward 22, Binh Thanh District, Ho Chi Minh City",
    "phone": "0913 795 765",
    "email": "info@binhdoanhgroup.com",
    "website": "www.binhdoanhgroup.com",
    "headquarters": "Headquarters",
    "mainAddress": "Address",
    "mainAddressValue": "Provincial Road 767, Tay Lac Village, Bui Chu Hamlet, Bac Son Commune, Trang Bom District, Dong Nai Province, Vietnam",
    "mainPhone": "Phone",
    "mainEmail": "Email",
    "workingHour": "Working Hours",
    "workingHourValue": "Monday - Friday (8:00 AM - 5:00 PM)"
  },
  "chairmanMessages": {
    "chairmanMessageTitle": "Introduction",
    "chairmanMessageParagraph1": "Dear valued partners, clients, and the entire Bình Doanh team,",
    "chairmanMessageParagraph2": "Every project is a statement. Every construction is a mark. And every step forward by Bình Doanh is a realization of our aspiration: to become a pioneering symbol of Vietnam’s construction industry – solid, breakthrough, and sustainable.",
    "chairmanMessageParagraph3": "We don’t just build concrete structures. We build trust, cultivate value, and connect the future. With the philosophy: “Build swiftly – Deliver quality – Create real value”, Bình Doanh is committed to delivering projects that exceed expectations, fulfill promises, and honor every investment.",
    "chairmanMessageParagraph4": "In a constantly evolving market, Bình Doanh does not remain still. We proactively innovate, integrate technology, standardize processes, and expand our construction ecosystem – from materials, mechanics, and equipment manufacturing to general contracting and real estate development. This is our sustainable competitive edge to optimize costs, ensure quality, and accelerate execution.",
    "chairmanMessageParagraph5": "Our journey has never been limited to present success. I envision a Bình Doanh that is bolder, more creative, and present in every landmark project across the nation.",
    "chairmanMessageParagraph6": "We believe that with integrity in our commitments, professionalism in our actions, and a relentless aspiration to rise higher – Bình Doanh will not only be a contractor, but a trusted strategic partner on every client’s development journey.",
    "chairmanMessageParagraph7": "Nguyen Thanh Binh",
    "chairmanMessageParagraph8": "CHAIRMAN OF BINH DOANH GROUP",
    "respectfully": "Sincerely,"
  },
  "pagination": {
    "previous": "Previous",
    "next": "Next"
  },
  "thongSo": {
    "heading": "Vietnam's Leading General Contractor in Construction and Steel Truss Manufacturing",
    "subheading": "Asia Pacific Enterprise Award Winner 3 Years In A Row",
    "data": [
      {
        "title": "PROJECTS IMPLEMENTED",
        "unit": "projects"
      },
      {
        "title": "STEEL OUTPUT/YEAR",
        "unit": "tons"
      },
      {
        "title": "YEARS OF OPERATION",
        "unit": "years"
      },
      {
        "title": "CONSTRUCTION WORKFORCE",
        "unit": "staff"
      }
    ]
  },
  "staff": {
    "orgChart": "Organization Chart",
    "executives": "Executive Team",
    "structureTitle": "Company Structure",
    "structureSubtitle": "Organizational structure and a highly skilled professional team",
    "structureBoxTitle": "Organizational System",
    "structureBoxDesc": "The management system consists of specialized departments, operating flexibly and efficiently across all construction sectors.",
    "departmentsTitle": "Main Departments",
    "departments": [
      "Chairman of the Board",
      "Board of Directors",
      "Accounting Department",
      "Business Department",
      "Procurement Department",
      "Administration Department",
      "Design Department",
      "Technical Department",
      "Construction Team",
      "Bridge & Road Construction Team",
      "Mechanical Construction Team",
      "Electrical/Water/Air Conditioning Team",
      "Land Reclamation Team",
      "Mechanical Installation Team"
    ],
    "workforceTitle": "Labor Force",
    "techTitle": "Technical Staff",
    "workerTitle": "Skilled Workers",
    "techList": [
      "Architects: <strong>10 people</strong>",
      "Civil Engineers: <strong>40 people</strong>",
      "Mechanical Engineers: <strong>15 people</strong>",
      "Bridge Engineers: <strong>5 people</strong>",
      "Industrial Electrical Engineers: <strong>5 people</strong>",
      "Electrical & HVAC Engineers: <strong>5 people</strong>",
      "Economists & Finance: <strong>15 people</strong>",
      "Surveyors: <strong>15 people</strong>"
    ],
    "workerList": [
      "Permanent: <strong>800+ workers</strong>",
      "Seasonal: <strong>1,200+ workers</strong>"
    ],
    "role": {
      "ceo": "Chief Executive Officer",
      "vice_ceo_design": "Vice CEO - Head of Design",
      "cfo": "Chief Financial Officer",
      "assistant_sales_director": "Executive Assistant - Sales Director",
      "accounting_head": "Head of Accounting",
      "procurement_head": "Head of Procurement",
      "tech_head": "Head of Technical Department",
      "site_manager": "Site Manager",
      "deputy_site_manager": "Deputy Site Manager",
      "deputy_design": "Deputy Head of Design"
    }
  },
  "orgChart": {
    "chairman": "Chairman of the Members' Council",
    "board": "Board of Directors",
    "accounting": "Accounting Department",
    "payment": "Payment Accountant",
    "general": "General Accountant",
    "materials_account": "Material Accountant",
    "business": "Business Department",
    "procurement": "Procurement Department",
    "purchasing": "Material Purchasing",
    "administration": "Administration Department",
    "design": "Design Department",
    "architecture": "Architecture",
    "structure": "Structure",
    "me": "M&E",
    "technical": "Technical Department",
    "construction": "Construction Team",
    "site": "Site Team",
    "road": "Road Structure Team",
    "machine": "Mechanical Team",
    "electric": "Electrical, Water, and Air Conditioning Team",
    "ground": "Ground Levelling & Renovation Team",
    "fabrication": "Mechanical Fabrication & Installation Team"
  }
}
