{
  "HomePage": {
    "title": "Hello world!",
    "homePage": "Home page",
    "about": "About",
    "capacity": "Construction capacity",
    "project": "Project",
    "new": "New",
    "recruitment": "Careers",
    "aboutOverview": "Overview",
    "aboutForeword": "Chairman's Message",
    "aboutCoreVision": "Vision and Core Values",
    "aboutStaff": "Executive Team",
    "aboutAward": "Certifications & Awards",
    "aboutCustomer": "Partners & Clients",
    "constructionBusinessLines": "Our Business Lines",
    "constructionGallery": "Construction Gallery",
    "fullName": "Full Company Name",
    "shortName": "Short Name",
    "taxCode": "Tax Code",
    "charterCapital": "Charter Capital",
    "headOffice": "Head Office Address",
    "phoneNumber": "Phone Number",
    "companyName": "BINH DOANH CONSTRUCTION DESIGN CONSULTING JOINT STOCK COMPANY",
    "companyAddressFull": "767 Provincial Road, Tay Lac Hamlet, Bui Chu Hamlet, Bac Son Commune, Trang Bom District, Dong Nai Province, Vietnam",
    "slogan": "Building Trust, Creating Value",
    "description": "Established in 2006, Binh Doanh Construction Design Consulting Joint Stock Company proudly leads the region in applying modern technology solutions to the construction industry, delivering high-quality, environmentally friendly, and cost-effective projects to clients.",
    "serviceCommitment": "Our experienced team of engineers constantly researches and implements new technologies such as Building Information Modeling (BIM), enabling efficient management of the entire process from design to completion, minimizing risks and optimizing time. At Binh Doanh, clients receive consultation on legal procedures, material selection, and construction costs, and enjoy discounted design fees when choosing us as the construction contractor.",
    "brandStatement": "BINH DOANH always leads with distinction through integrity, trustworthiness, and a professional working style. Our projects consistently feature outstanding progress, high quality, and excellent aesthetics.",
    "visionTitle": "VISION",
    "visionHighlight": "Building a sustainable future, creating premium living spaces, and delivering exceptional value to the community and clients.",
    "visionDescription": "The company aims to become a pioneer in the construction industry, committed to quality, innovation, and sustainability. Through advanced technology and capacity enhancement, the company delivers safe, eco-friendly projects that positively contribute to the community and provide long-term value for clients.",
    "missionTitle": "MISSION",
    "missionHighlight": "Committed to building with quality, safety, and sustainability to exceed client expectations, contribute to community development, and protect the environment.",
    "missionDescription": "Binh Doanh Construction is committed to building projects that meet the highest standards using advanced technology, quality materials, and strict safety compliance. We focus on exceeding client expectations through excellent service, delivering on time, within budget, and creating sustainable value. We participate in community projects, apply green building methods, and contribute to sustainable development.",
    "integrityTitle": "INTEGRITY",
    "integrityDescription": "Always honest and transparent in every commitment and action. Integrity is the foundation for building strong trust with clients and partners in every project.",
    "respectTitle": "RESPECT",
    "respectDescription": "Uphold respect among employees, clients, and partners. Build a professional construction environment based on cooperation and mutual listening.",
    "fairnessTitle": "FAIRNESS",
    "fairnessDescription": "Ensure fairness in the distribution of resources, policies, and partnerships. All stakeholders are served with transparency and equality.",
    "ethicsTitle": "ETHICS",
    "ethicsDescription": "Act with ethical standards in all construction activities. Maintain professional ethics to protect the company’s long-term reputation and credibility.",
    "complianceTitle": "COMPLIANCE",
    "complianceDescription": "Strictly comply with legal regulations, construction standards, and internal policies to ensure safety, quality, and accountability in every project.",
    "coreValuesHeading": "CORE VALUES",
    "coreValuesSubtitle": "To become Vietnam’s leading symbol of trust in the construction industry, delivering high-quality, sustainable projects that create long-term value for the community.",
    "viewDetail": "View Details",
    "projectHighlightTitle": "Featured Project",
    "projectImagesTitle": "Project Gallery",
    "projectVideoHighlightTitle": "Highlights videos",
    "investor": "Investor",
    "totalInvestment": "Total Investment",
    "address": "Location",
    "constructionPeriod": "Construction Period",
    "status": "Progress",
    "scale": "Scale",
    "updating": "Updating...",
    "underConstruction": "Under Construction",
    "businessSector": "Business Sector"
  },
  "project": {
    "1": {
      "name": "SHING MARK MEDICAL HOSPITAL",
      "investor": "Shing Mark University Medical Hospital Co., Ltd",
      "address": "QL51, Long Binh Tan Ward, Bien Hoa City, Dong Nai",
      "businessSector": "Providing medical and healthcare services",
      "status": "Completed"
    },
    "2": {
      "name": "UNITED JUMMBO CO., LTD",
      "investor": "Jumbo Asia Investment Co., Ltd",
      "address": "Suoi Tre Industrial Park, Long Thanh City, Dong Nai Province",
      "businessSector": "Manufacturing tools, industrial machines, automotive parts, etc.",
      "status": "Completed"
    },
    "3": {
      "name": "FULLWAY CO., LTD",
      "investor": "Super Way International Group Co., Ltd (Protrend Group)",
      "address": "Long Khanh Industrial Park, Long Khanh City, Dong Nai Province",
      "businessSector": "Manufacturing wooden products and household electronics",
      "status": "Completed"
    },
    "4": {
      "name": "SUMMER WIND CO., LTD",
      "investor": "Sigma Industrial INC.",
      "address": "Protrade International Industrial Park, Ben Cat Town, Binh Duong Province",
      "businessSector": "Manufacturing lighting, fans, remote control motors, etc.",
      "status": "Completed"
    },
    "5": {
      "name": "SHING MARK VINA CO., LTD",
      "investor": "Carven Industries Limited",
      "address": "Bau Xeo Industrial Park, Trang Bom District, Dong Nai Province",
      "businessSector": "Manufacturing export wooden furniture products",
      "status": "Completed"
    },
    "6": {
      "name": "APEX FOOTWEAR CO., LTD (VIETNAM)",
      "investor": "Ai Phai Khach Footwear Company Limited",
      "address": "Chau Duc Industrial Park, Chau Duc District, Ba Ria - Vung Tau",
      "businessSector": "Manufacturing footwear and related accessories",
      "status": "Completed"
    }
  },
  "ourBusiness": {
    "generalTitle": "General Contractor",
    "paragraph1": "Binh Doanh Construction Joint Stock Company, with extensive experience from numerous successful projects, thoroughly understands the challenges that investors face during project implementation and management. Common issues include lack of experienced personnel, prolonged timelines from design to construction, and high management costs.",
    "paragraph2": "To provide more practical benefits to investors, Binh Doanh has researched and applied advanced construction materials and Building Information Modeling (BIM). These technologies help reduce errors, increase efficiency, reduce environmental impact, lower long-term operational costs, and ensure the highest quality construction.",
    "paragraph3": "The prestige of the Binh Doanh brand today is built on trust and high appreciation from customers, based on the premium quality products and services that the company consistently delivers.",
    "slogan": "Brand assurance through construction quality & customer trust",
    "advantagesTitle": "Advantages of the Design & Build General Contractor Model",
    "advantagesDescription": "Binh Doanh Construction possesses strong construction capabilities, affirmed through a team of skilled architects, engineers, and workers. We specialize in providing services from architectural design, structural design, to construction execution, project management, and construction consulting. With a commitment to outstanding quality, on-time delivery, and cost optimization, we confidently deliver comprehensive solutions that meet all client requirements in civil, commercial, and industrial projects.",
    "servicesArchitectureTitle": "Architectural Design",
    "servicesArchitectureDesc": "Save time in project implementation from the beginning, maximizing investor benefits as the project goes into operation early.",
    "servicesStructureTitle": "Structural Design",
    "servicesStructureDesc": "With deep technical expertise, we design structural systems for all types of buildings, ensuring safety, durability, and compliance with current construction standards.",
    "servicesConstructionTitle": "Construction Execution",
    "servicesConstructionDesc": "From foundation to completion, we carry out construction with a team of skilled engineers and workers, committed to exceptional quality and on-time delivery.",
    "servicesManagementTitle": "Project Management",
    "servicesManagementDesc": "We provide professional project management services, closely supervising every phase from planning to completion, helping clients optimize cost and time.",
    "servicesConsultingTitle": "Construction Consulting",
    "servicesConsultingDesc": "Binh Doanh supports clients with comprehensive consulting services, including material selection, construction methods, and optimal solutions for each project."
  },
  "career": {
    "recruitmentBannerTitle": "Recruitment",
    "recruitmentPageTitle": "Binh Doanh Recruitment",
    "workEnvironmentTitle": "WORK ENVIRONMENT",
    "workEnvironmentParagraph1": "BINH DOANH aims to create a disciplined and human-centered working environment. Here, every employee is supported to grow, improve themselves, and advance in their careers.",
    "workEnvironmentParagraph2": "In addition to a fixed salary, employees are rewarded based on performance. Salary increases are considered based on individual contributions and company performance.",
    "careerOpportunityTitle": "CAREER OPPORTUNITIES",
    "careerOpportunityParagraph1": "At BINH DOANH, every position represents a career that you build yourself—with growth opportunities, benefits, and a creative work environment.",
    "careerOpportunityParagraph2": "We believe that by investing in our people and fostering a positive workplace, we can achieve significant success in the future.",
    "hrStrategyTitle": "HUMAN RESOURCE STRATEGY",
    "hrStrategyParagraph1": "At BINH DOANH, human resources are the solid foundation that helps the company constantly create effective added value for customers and society. Therefore, we always focus on long-term goals and a clear vision for building corporate culture.",
    "hrStrategyParagraph2": "We take pride in a team that is PROFESSIONAL - DYNAMIC - PASSIONATE and constantly creative in delivering quality products under the BINH DOANH brand.",
    "hrStrategyParagraph3": "With the core values “SUSTAINABLE DEVELOPMENT - TRUST & COOPERATION - MUTUAL BENEFIT”, BINH DOANH strives to create the best working environment, attracting talent through not only salary but also professional growth opportunities.",
    "positionTitle": "AVAILABLE POSITIONS",
    "tableHeaderNo": "No.",
    "tableHeaderPosition": "Position",
    "tableHeaderLocation": "Location",
    "tableHeaderQuantity": "Quantity",
    "tableHeaderDeadline": "Deadline",
    "tableHeaderDetails": "Details"
  },
  "chairmanMessages": {
    "chairmanMessageTitle": "Chairman's messages", 
    "chairmanMessageParagraph1": "Dear Partners, Customers, and the entire Binh Doanh Team,",
    "chairmanMessageParagraph2": "Since our inception, Binh Doanh Construction Company has aspired to become a pioneering brand in the construction industry. We not only erect structures but also build a solid foundation for business growth, community prosperity, and social innovation.",
    "chairmanMessageParagraph3": "With the motto “Rapid Construction – Quality Assurance – Real Value Creation” Binh Doanh always prioritizes progress, quality, and responsibility. A solid structure is not just about strong concrete blocks but also about dedication, commitment, and trust.",
    "chairmanMessageParagraph4": "Each project that Binh Doanh undertakes is not merely a commercial contract but a promise of sustainability, safety, and economic efficiency. The world is changing, and the construction industry is constantly evolving. We proactively embrace trends, apply advanced technologies, optimize construction processes, and expand strategic partnerships. Binh Doanh's goal is not only to affirm its position as a reputable general contractor but also to create projects that bear the hallmarks of class, innovation, and sustainability.",
    "chairmanMessageParagraph5": "To realize this aspiration, we are building a robust ecosystem where Binh Doanh is not just a contractor but a conglomerate of member companies supporting each other, from material production, mechanics, and equipment to construction management and real estate development. This ecosystem is the strength that helps Binh Doanh take the initiative in quality, optimize costs, and provide the most comprehensive solutions for customers.",
    "chairmanMessageParagraph6": "Looking to the future, I envision a Binh Doanh that is not only strong but also a complete construction ecosystem, where all processes are optimized, where people can maximize their creativity, and where every project bears the hallmark of pioneering spirit. We will continuously innovate and reach further, to build a Binh Doanh that is not only strong in the present but also sustainable in the future.",
    "chairmanMessageParagraph7": "Nguyen Thanh Binh",
    "chairmanMessageParagraph8": "CHAIRMAN OF BINH DOANH GROUP"
  },
  "pagination": {
    "previous": "Previous",
    "next": "Next"
  }
}
