{
  "HomePage": {
    "title": "Xin chào thế giới!",
    "homePage": "Trang chủ",
    "about": "Giới thiệu",
    "capacity": "Năng lực xây dựng",
    "project": "Dự án",
    "contact": "Liên hệ",
    "recruitment": "Tuyển dụng",
    "aboutOverview": "Tổng Quan",
    "aboutForeword": "Thông điệp Chủ tịch",
    "aboutCoreVision": "Tầm nhìn, giá trị cốt lõi",
    "aboutStaff": "Nhân sự cấp cao",
    "aboutAward": "Chứng nhận và giải thưởng",
    "aboutCustomer": "Đối tác và khách hàng",
    "constructionBusinessLines": "Lĩnh vực thi công",
    "constructionGallery": "Hình ảnh thi công",
    "fullName": "Tên đầy đủ",
    "shortName": "Tên viết tắt",
    "taxCode": "Mã số thuế",
    "charterCapital": "Vốn điều lệ",
    "headOffice": "Trụ sở chính",
    "phoneNumber": "Số điện thoại",
    "companyName": "CÔNG TY CỔ PHẦN TƯ VẤN THIẾT KẾ XÂY DỰNG BÌNH DOANH",
    "companyAddressFull": "Tỉnh lộ 767, thôn Tây Lạc, Ấp Bùi Chu, xã Bắc Sơn, huyện Trảng Bom, tỉnh Đồng Nai, Việt Nam",
    "slogan": "Xây Dựng Niềm Tin, Kiến Tạo Giá Trị",
    "description": "Công ty cổ phần tư vấn thiết kế xây dựng Bình Doanh được thành lập năm 2006, tự hào là đơn vị dẫn đầu khu vực trong việc ứng dụng các giải pháp công nghệ hiện đại vào lĩnh vực xây dựng, nhằm mang đến cho khách hàng những công trình chất lượng cao, thân thiện với môi trường và tiết kiệm chi phí.",
    "serviceCommitment": "Đội ngũ kỹ sư giàu kinh nghiệm của chúng tôi luôn nỗ lực nghiên cứu và triển khai các công nghệ mới như thực tế ảo (VR), giúp quản lý hiệu quả toàn bộ quy trình từ giai đoạn thiết kế đến khi hoàn thiện, giảm thiểu rủi ro và tối ưu thời gian. Đến với Bình Doanh, quý khách sẽ được tư vấn về thủ tục pháp lý, lựa chọn vật tư, giá cả xây dựng và sẽ được miễn giảm phần trăm chi phí thiết kế nếu các chủ đầu tư chọn công ty Bình Doanh chúng tôi là đơn vị nhà thầu thi công.",
    "brandStatement": "BÌNH DOANH luôn dẫn đầu và khác biệt bởi sự uy tín, chính trực trong cam kết và cung cách làm việc chuyên nghiệp. Các dự án của chúng tôi luôn có tiến độ thi công ưu việt, chất lượng và thẩm mỹ cao.",
    "visionTitle": "TẦM NHÌN",
    "visionHighlight": "Xây dựng tương lai bền vững, kiến tạo không gian sống đẳng cấp, mang đến giá trị vượt trội cho cộng đồng và khách hàng.",
    "visionDescription": "Công ty hướng đến trở thành đơn vị tiên phong trong ngành xây dựng, cam kết chất lượng, đổi mới và bền vững. Thông qua công nghệ tiên tiến và nâng cao năng lực, công ty tạo ra công trình an toàn, thân thiện với môi trường, đóng góp tích cực cho cộng đồng và mang lại giá trị lâu dài cho khách hàng.",
    "missionTitle": "SỨ MỆNH",
    "missionHighlight": "Cam kết xây dựng chất lượng, an toàn và bền vững, đáp ứng vượt trội nhu cầu khách hàng, góp phần phát triển cộng đồng và bảo vệ môi trường.",
    "missionDescription": "Bình Doanh Construction cam kết xây dựng các công trình đạt tiêu chuẩn cao nhất, sử dụng công nghệ tiên tiến, vật liệu chất lượng và tuân thủ nghiêm ngặt các quy định an toàn. Đặt trọng tâm vào việc vượt qua kỳ vọng của khách hàng thông qua dịch vụ xuất sắc, hoàn thành dự án đúng thời hạn, trong ngân sách và mang lại giá trị bền vững. Tham gia các dự án cộng đồng, áp dụng phương pháp xây dựng xanh và đóng góp vào sự phát triển bền vững.",
    "integrityTitle": "CHÍNH TRỰC",
    "integrityDescription": "Luôn trung thực và minh bạch trong mọi cam kết và hành động. Chính trực là nền tảng để xây dựng niềm tin vững chắc với khách hàng và đối tác trong từng dự án.",
    "respectTitle": "TÔN TRỌNG",
    "respectDescription": "Đề cao sự tôn trọng giữa nhân viên, khách hàng và đối tác. Xây dựng môi trường thi công chuyên nghiệp, hợp tác và lắng nghe lẫn nhau.",
    "fairnessTitle": "CÔNG BẰNG",
    "fairnessDescription": "Bảo đảm quyền lợi công bằng trong phân phối nguồn lực, chính sách và hợp tác. Mọi đối tác và khách hàng đều được phục vụ trên nguyên tắc minh bạch và bình đẳng.",
    "ethicsTitle": "ĐẠO ĐỨC",
    "ethicsDescription": "Hành xử đúng chuẩn mực trong mọi hoạt động xây dựng. Tuân thủ đạo đức nghề nghiệp để bảo vệ uy tín và danh tiếng doanh nghiệp lâu dài.",
    "complianceTitle": "TUÂN THỦ",
    "complianceDescription": "Tuân thủ nghiêm ngặt các quy định pháp luật, tiêu chuẩn xây dựng và chính sách nội bộ để đảm bảo an toàn, chất lượng và trách nhiệm trong từng công trình.",
    "coreValuesHeading": "GIÁ TRỊ CỐT LÕI",
    "coreValuesSubtitle": "Trở thành biểu tượng niềm tin hàng đầu Việt Nam trong lĩnh vực xây dựng, mang đến những công trình chất lượng, bền vững và giá trị lâu dài cho cộng đồng.",
    "viewDetail": "Xem Chi Tiết",
    "projectHighlightTitle": "Dự án nổi bật",
    "projectImagesTitle": "Một số hình ảnh của dự án",
    "projectVideoHighlightTitle": "Video nổi bật",
    "investor": "Chủ đầu tư",
    "totalInvestment": "Tổng mức đầu tư",
    "address": "Vị trí",
    "constructionPeriod": "Thời gian xây dựng",
    "status": "Tiến độ",
    "scale": "Quy mô",
    "updating": "Đang cập nhật",
    "underConstruction": "Đang thi công",
    "businessSector": "Ngành kinh doanh",
    "seeAll": "Xem tất cả >>",
    "certificationTitle": "Chứng Chỉ Năng Lực",
    "vision": "Kiến tạo giá trị vượt bậc, đảm bảo chất lượng tối ưu, an toàn tuyệt đối và bền vững vĩnh cửu, tiên phong nâng tầm cuộc sống và bảo vệ hành tinh"
  },
  "project": {
    "1": {
      "name": "BỆNH VIỆN Y DƯỢC SHING MARK",
      "investor": "Công ty TNHH MTV Bệnh viện đại học Y Dược Shing Mark",
      "address": "QL51, Phường Long Bình Tân, TP Biên Hoà, Đồng Nai",
      "businessSector": "Cung cấp dịch vụ y tế và chăm sóc sức khoẻ",
      "status": "Hoàn thành"
    },
    "2": {
      "name": "CÔNG TY TNHH UNITED JUMMBO",
      "investor": "Jumbo Asia Invesment Co.,Ltd",
      "address": "KCN Suối Tre, TP Long Thành, tỉnh Đồng Nai",
      "businessSector": "Sản xuất các sản phẩm dụng cụ, máy móc Công nghiệp, phụ tùng ô tô...",
      "status": "Hoàn thành"
    },
    "3": {
      "name": "CÔNG TY TTHH FULLWAY",
      "investor": "Super Way International Group Co.,Ltd (Protrend Group)",
      "address": "KCN Long Khánh, TP Long Khánh, tỉnh Đồng Nai",
      "businessSector": "Sản xuất các sản phẩm đồ gỗ, đồ điện tử gia dụng",
      "status": "Hoàn thành"
    },
    "4": {
      "name": "CÔNG TY TNHH SUMMER WIND",
      "investor": "Sigma Industrial INC.",
      "address": "KCN Quốc tế Protrade, thị xã Bến Cát, tỉnh Bình Dương",
      "businessSector": "Sản xuất đèn chiếu sáng các loại, quạt các loại, motor điều khiển từ xa...",
      "status": "Hoàn thành"
    },
    "5": {
      "name": "CÔNG TY TNHH SHING MARK VINA",
      "investor": "Carven Industries Limited",
      "address": "KCN Bàu Xéo, huyện Trảng Bom, tỉnh Đồng Nai",
      "businessSector": "Sản xuất các sản phẩm đồ gỗ nội thất xuất khẩu",
      "status": "Hoàn thành"
    },
    "6": {
      "name": "CÔNG TY TNHH NGÀNH GIÀY APEX (VIỆT NAM)",
      "investor": "Công ty TNHH Ngành giày Ái Phái Khách",
      "address": "KCN Châu Đức, huyện Châu Đức, Bà Rịa Vũng Tàu",
      "businessSector": "Sản xuất các sản phẩm ngành giày và phụ kiện ngành giày",
      "status": "Hoàn thành"
    }
  },
  "ourBusiness": {
    "generalTitle": "Năng lực thi công ",
    "paragraph1": "Tổng thầu D&B – Xây dựng & Sản xuất kèo thép ",
    "paragraph2": "Công ty Cổ phần Thiết kế Xây dựng Bình Doanh Construction tự hào với bề dày kinh nghiệm từ nhiều dự án thành công, luôn thấu hiểu sâu sắc những thách thức mà Chủ đầu tư gặp phải trong quá trình triển khai và quản lý, như thiếu nhân sự quản lý giàu kinh nghiệm, kéo dài thời gian thi công và chi phí quản lý cao",
    "paragraph3": "Với tầm nhìn tiên phong, Bình Doanh đã mạnh dạn ứng dụng vật liệu xây dựng hiện đại và kỹ thuật vẽ mô phỏng 3D tiên tiến, giúp giảm thiểu sai sót, tối ưu hiệu suất, bảo vệ môi trường và tiết kiệm chi phí vận hành. Đặc biệt, Bình Doanh khẳng định lợi thế vượt trội trong xây dựng nhà xưởng khi sở hữu nhà máy sản xuất kèo thép chất lượng cao. Uy tín của Bình Doanh được khẳng định qua sự tin tưởng của khách hàng với các công trình bền vững và dịch vụ đẳng cấp",
    "slogan": "Bảo chứng thương hiệu từ chất lượng công trình & niềm tin khách hàng",
    "advantagesTitle": "Ưu điểm từ mô hình Tổng thầu Thiết kế & Thi công",
    "advantagesDescription": "Bình Doanh Construction tự hào khẳng định lợi thế vượt trội trong lĩnh vực xây dựng nhà xưởng nhờ sở hữu nhà máy sản xuất kèo thép quy mô lớn, với sản lượng hơn 20.000 tấn thép mỗi năm. Đây chính là yếu tố then chốt giúp Bình Doanh chủ động trong việc cung ứng vật liệu, đảm bảo tiến độ thi công và kiểm soát chất lượng từ khâu sản xuất đến lắp đặt. Không chỉ dừng lại ở đó, Bình Doanh còn sở hữu đội ngũ kỹ sư dày dạn kinh nghiệm, luôn tiên phong trong việc nghiên cứu và áp dụng những tiêu chuẩn thiết kế hiện đại nhất hiện nay. Sự kết hợp giữa năng lực sản xuất mạnh mẽ và chuyên môn kỹ thuật cao đã giúp Bình Doanh tạo nên những công trình nhà xưởng chất lượng vượt trội, đáp ứng tối đa các yêu cầu khắt khe của Chủ đầu tư về độ bền vững, an toàn và hiệu quả sử dụng lâu dài.",
    "servicesArchitectureTitle": "Thiết kế kiến trúc",
    "servicesArchitectureDesc": "Tiết kiệm thời gian triển khai dự án ngay từ ban đầu, gia tăng giá trị lợi ích tối đa cho Chủ đầu tư khi dự án sớm đi vào hoạt động.",
    "servicesStructureTitle": "Thiết kế kết cấu",
    "servicesStructureDesc": "Với chuyên môn sâu về kỹ thuật, chúng tôi thực hiện thiết kế hệ thống kết cấu cho mọi loại công trình, đảm bảo độ an toàn, bền vững và tuân thủ các tiêu chuẩn xây dựng hiện hành.",
    "servicesConstructionTitle": "Thi công xây dựng",
    "servicesConstructionDesc": "Từ khâu làm nền móng đến hoàn thiện công trình, chúng tôi triển khai thi công với đội ngũ kỹ sư và công nhân lành nghề, cam kết chất lượng vượt trội và đúng tiến độ.",
    "servicesManagementTitle": "Quản lý dự án",
    "servicesManagementDesc": "Chúng tôi cung cấp dịch vụ quản lý dự án chuyên nghiệp, giám sát chặt chẽ từ giai đoạn lập kế hoạch đến khi hoàn thành, giúp khách hàng tối ưu hóa chi phí và thời gian.",
    "servicesConsultingTitle": "Tư vấn xây dựng",
    "servicesConsultingDesc": "Bình Doanh hỗ trợ khách hàng với các dịch vụ tư vấn toàn diện, bao gồm lựa chọn vật liệu, phương pháp thi công và giải pháp tối ưu cho từng dự án."
  },
  "career": {
    "recruitmentBannerTitle": "Tuyển Dụng",
    "recruitmentPageTitle": "Bình Doanh Tuyển Dụng",

    "workEnvironmentTitle": "MÔI TRƯỜNG LÀM VIỆC",
    "workEnvironmentParagraph1": "Bình Doanh luôn chú trọng xây dựng môi trường làm việc chuyên nghiệp, kỷ luật và giàu tính nhân văn, nơi mỗi nhân viên đều được tạo điều kiện tối đa để phát triển bản thân và thăng tiến trong sự nghiệp. Với chính sách đãi ngộ linh hoạt, bên cạnh mức lương cố định, nhân viên còn được hưởng các khoản thưởng dựa trên hiệu quả công việc và mức độ hoàn thành nhiệm vụ. Chế độ xét tăng lương thường xuyên, gắn liền với thành tích cá nhân và hiệu quả hoạt động của công ty, tạo động lực phấn đấu và phát triển bền vững.",

    "careerOpportunityTitle": "CƠ HỘI NGHỀ NGHIỆP",
    "careerOpportunityParagraph1": "Tại Bình Doanh, nguồn nhân lực là nền tảng vững chắc giúp công ty tạo ra giá trị bền vững cho khách hàng và xã hội. Vì vậy, Bình Doanh luôn đặt mục tiêu dài hạn trong việc xây dựng văn hóa doanh nghiệp, chú trọng phát triển chuyên môn và tinh thần làm việc tích cực.",
    "careerOpportunityParagraph2": "Chúng tôi tự hào sở hữu đội ngũ nhân sự chuyên nghiệp, năng động và tâm huyết, không ngừng sáng tạo để mang đến những sản phẩm chất lượng cao, khẳng định thương hiệu Bình Doanh. ",
    "careerOpportunityParagraph3": "Với hệ giá trị cốt lõi “Phát triển bền vững - Tin tưởng đồng hành - Hài hòa lợi ích”, Bình Doanh cam kết tạo dựng môi trường làm việc lý tưởng, thu hút nhân tài bằng chính sách đãi ngộ cạnh tranh và cơ hội phát triển chuyên môn toàn diện.",

    "hrStrategyTitle": "CHIẾN LƯỢC NHÂN SỰ",
    "hrStrategyParagraph1": "Tại BÌNH DOANH, nguồn nhân lực là nền tảng vững chắc giúp Công ty không ngừng tạo nên những giá trị gia tăng hiệu quả cho khách hàng và xã hội. Do đó, BÌNH DOANH luôn đặt ra mục tiêu dài hạn và tầm nhìn trong việc xây dựng các giá trị văn hóa doanh nghiệp.",
    "hrStrategyParagraph2": "Chúng tôi luôn tự hào về một đội ngũ nhân sự CHUYÊN NGHIỆP - NĂNG ĐỘNG - TÂM HUYẾT trong công việc và đặc biệt không ngừng sáng tạo để kiến tạo những sản phẩm chất lượng mang thương hiệu BÌNH DOANH.",
    "hrStrategyParagraph3": "Với hệ giá trị cốt lõi “PHÁT TRIỂN BỀN VỮNG - TIN TƯỞNG ĐỒNG HÀNH - HÀI HÒA LỢI ÍCH”, BÌNH DOANH luôn nỗ lực tạo dựng môi trường làm việc tốt nhất, thu hút nhân tài không chỉ bằng chế độ lương thưởng mà còn bằng cơ hội phát triển năng lực chuyên môn.",

    "positionTitle": "VỊ TRÍ ĐANG TUYỂN",
    "tableHeaderNo": "STT",
    "tableHeaderPosition": "VỊ TRÍ TUYỂN DỤNG",
    "tableHeaderLocation": "NƠI LÀM VIỆC",
    "tableHeaderQuantity": "SỐ LƯỢNG",
    "tableHeaderDeadline": "HẾT HẠN",
    "tableHeaderDetails": "CHI TIẾT",
    "submitCVButtonTitle:": "Nộp CV tại đây",
    "submitTitle2:": "Hoặc truy cập: "
  },
  "contact": {
    "contactPageTitle": "Liên hệ",
    "title": "Liên hệ chúng tôi",
    "description": "Nơi nào đó có “hạt giống” Bình Doanh Construction Nơi đó “vững chắc” và “vương cao”",
    "sectionTitle": {
      "info": "THÔNG TIN",
      "highlight": "LIÊN HỆ"
    },
    "company": "BÌNH DOANH GROUP",
    "address": "11 Đường D2, Sài Gòn Pearl, Phường 22, Q. Bình Thạnh, Tp. Hồ Chí Minh",
    "phone": "0913 795 765",
    "email": "info@binhdoanhgroup.com",
    "website": "www.binhdoanhgroup.com",
    "headquarters": "Trụ sở chính",
    "mainAddress": "Địa chỉ",
    "mainAddressValue": "Tỉnh lộ 767, thôn Tây Lạc, Ấp Bùi Chu, xã Bắc Sơn, huyện Trảng Bom, tỉnh Đồng Nai, Việt Nam",
    "mainPhone": "Điện thoại",
    "mainEmail": "Email",
    "workingHour": "Giờ làm việc",
    "workingHourValue": "Thứ 2 - Thứ 6 (8:00 - 17:00)"
  },
  "chairmanMessages": {
    "chairmanMessageTitle": "Lời mở đầu",
    "chairmanMessageParagraph1": "Kính gửi Quý đối tác, khách hàng và toàn thể đội ngũ Bình Doanh,",
    "chairmanMessageParagraph2": "Mỗi công trình là một tuyên ngôn. Mỗi dự án là một dấu ấn. Và mỗi bước tiến của Bình Doanh là một bước hiện thực hóa khát vọng: trở thành biểu tượng tiên phong của ngành xây dựng Việt Nam – vững chắc, đột phá và bền vững",
    "chairmanMessageParagraph3": "Chúng tôi không chỉ xây dựng những khối bê tông cốt thép. Chúng tôi kiến tạo niềm tin, vun đắp giá trị và kết nối tương lai. Với triết lý “Xây dựng nhanh chóng – Cung cấp đúng chất lượng – Kiến tạo giá trị thực”, Bình Doanh cam kết mang đến những công trình vượt kỳ vọng, đúng cam kết và xứng tầm đầu tư",
    "chairmanMessageParagraph4": "Trong bối cảnh thị trường liên tục chuyển mình, Bình Doanh không đứng yên. Chúng tôi chủ động đổi mới, tích hợp công nghệ, chuẩn hóa quy trình và mở rộng hệ sinh thái xây dựng – từ sản xuất vật liệu, cơ khí, thiết bị đến tổng thầu thi công và phát triển bất động sản. Đây chính là lợi thế cạnh tranh bền vững giúp chúng tôi tối ưu chi phí, kiểm soát chất lượng và tăng tốc độ triển khai",
    "chairmanMessageParagraph5": "Hành trình của chúng tôi chưa bao giờ chỉ dừng lại ở thành công hiện tại. Tôi hình dung một Bình Doanh bản lĩnh hơn, sáng tạo hơn và có mặt ở mọi công trình mang tính biểu tượng của đất nước.",
    "chairmanMessageParagraph6": "Chúng tôi tin rằng: bằng sự tử tế trong cam kết, sự chuyên nghiệp trong hành động và khát vọng không ngừng vươn cao – Bình Doanh sẽ không chỉ là một nhà thầu, mà là một đối tác chiến lược đáng tin cậy trên hành trình phát triển của mọi khách hàng.",
    "chairmanMessageParagraph7": "Nguyễn Thanh Bình",
    "chairmanMessageParagraph8": "CHỦ TỊCH BÌNH DOANH GROUP",
    "respectfully": "Trân trọng,"
  },
  "pagination": {
    "previous": "Trở về",
    "next": "Tiếp theo"
  },
  "thongSo": {
    "heading": "Tổng Thầu Xây Dựng và Sản Xuất Kèo Thép Hàng Đầu Việt Nam",
    "subheading": "Doanh nghiệp xuất sắc Châu Á APEA 3 năm liên tiếp",
    "data": [
      {
        "title": "DỰ ÁN THI CÔNG",
        "unit": "dự án"
      },
      {
        "title": "SẢN LƯỢNG THÉP/NĂM",
        "unit": "Tấn"
      },
      {
        "title": "SỐ NĂM HOẠT ĐỘNG",
        "unit": "năm"
      },
      {
        "title": "LỰC LƯỢNG THI CÔNG",
        "unit": "nhân sự"
      }
    ]
  },
  "staff": {
    "orgChart": "Sơ đồ tổ chức",
    "executives": "Nhân sự cấp cao",
    "structureTitle": "Bộ Máy Công Ty",
    "structureSubtitle": "Cấu trúc tổ chức và đội ngũ nhân sự chuyên môn cao",
    "structureBoxTitle": "Cơ Cấu Tổ Chức",
    "structureBoxDesc": "Bộ máy điều hành gồm các phòng ban chuyên môn, vận hành linh hoạt và hiệu quả trong mọi lĩnh vực thi công.",
    "departmentsTitle": "Các Bộ Phận Chính",
    "departments": [
      "Chủ tịch hội đồng thành viên",
      "Ban giám đốc",
      "Phòng kế toán",
      "Phòng kinh doanh",
      "Phòng cung ứng vật tư",
      "Phòng hành chính",
      "Phòng thiết kế",
      "Phòng kỹ thuật",
      "Đội thi công xây dựng",
      "Đội thi công cầu đường",
      "Đội thi công cơ giới",
      "Đội TC điện, nước, lạnh",
      "Đội san lấp, cải tạo",
      "Đội lắp đặt cơ khí"
    ],
    "workforceTitle": "Lực Lượng Lao Động",
    "techTitle": "Lao động kỹ thuật",
    "workerTitle": "Công nhân & Thợ lành nghề",
    "techList": [
      "Kiến trúc sư: <strong>10 người</strong>",
      "Kỹ sư xây dựng: <strong>40 người</strong>",
      "Kỹ sư cơ khí: <strong>15 người</strong>",
      "Kỹ sư cầu đường: <strong>5 người</strong>",
      "Kỹ sư điện công nghiệp: <strong>5 người</strong>",
      "Kỹ sư điện, điện lạnh: <strong>5 người</strong>",
      "Cử nhân kinh tế tài chính: <strong>15 người</strong>",
      "Cử nhân trắc địa: <strong>15 người</strong>"
    ],
    "workerList": [
      "Thường xuyên: <strong>Hơn 800 người</strong>",
      "Thời vụ: <strong>Hơn 1.200 người</strong>"
    ],
    "role": {
      "ceo": "Tổng giám đốc",
      "vice_ceo_design": "Phó tổng giám đốc - Trưởng phòng thiết kế",
      "cfo": "Giám đốc tài chính",
      "assistant_sales_director": "Trợ lý giám đốc - Giám đốc kinh doanh",
      "accounting_head": "Trưởng phòng kế toán",
      "procurement_head": "Trưởng phòng vật tư",
      "tech_head": "Trưởng phòng kỹ thuật",
      "site_manager": "Chỉ huy trưởng",
      "deputy_site_manager": "Chỉ huy phó công trình",
      "deputy_design": "Phó phòng thiết kế"
    }
  },
  "orgChart": {
    "chairman": "Chủ tịch hội đồng thành viên",
    "board": "Ban giám đốc",
    "accounting": "Phòng kế toán",
    "payment": "Kế toán thanh toán",
    "general": "Kế toán tổng hợp",
    "materials_account": "Kế toán vật tư",
    "business": "Phòng kinh doanh",
    "procurement": "Phòng cung ứng vật tư",
    "purchasing": "Thu mua vật tư",
    "administration": "Phòng hành chính",
    "design": "Phòng thiết kế",
    "architecture": "Kiến trúc",
    "structure": "Kết cấu",
    "me": "M&E",
    "technical": "Phòng kỹ thuật",
    "construction": "Đội thi công",
    "site": "Đội công trình",
    "road": "Đội cấu đường",
    "machine": "Đội cơ giới",
    "electric": "Đội điện, nước, điện lạnh",
    "ground": "Đội san lấp, cải tạo",
    "fabrication": "Đội gia công lắp đặt cơ khí"
  }
}
